Repository: nvdaaddons/windows7magnifier
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, ne

source: M&agnifier settings...
es: Configuración de l&a Lupa...
fr: Paramètres de l&a Loupe...
ne: &दृष्टीवर्धकको अनुकूलता...

source: Magnifier settings
es: Configuración de la Lupa
fr: Paramètres de la Loupe

source: Magnifier launched
es: Lupa iniciada
fr: Loupe lancé
ne: दृष्टीवर्धक सक्रिय भयो ।

source: Closing magnifier
es: Cerrando Lupa
fr: Fermeture de la Loupe
ne: दृष्टीवर्धक बन्द हुदैछ ।

source: Launching magnifier
es: Iniciando Lupa
fr: Lancement de la Loupe
ne: दृष्टीवर्धक सक्रिय हुदैछ ।

source: Magnifier Options
es: Opciones de la lupa
fr: Options de la loupe
ne: दृष्टीवर्धकका विकल्पहरू

source: Settings applied
es: Configuración aplicada
fr: Paramètres appliqués

source: NVDA Magnifier Addon Options
es: Opciones para el complemento Lupa en NVDA
fr: Options pour le module complémentaire Loupe dans NVDA
ne: नेत्रवाणी थप-साधन दृष्टीवर्धकका विकल्पहरू ।

source: Fullscreen
es: Pantalla completa
fr: Plein écran

source: Docked
es: Acoplado
fr: Ancré

source: Lens
es: Lente
fr: Lentille

source: &Mode
es: &Modo
ne: &स्वरूप

source: Mode
es: Modo

source: &Start the magnifier when NVDA starts
es: &Cargar la Lupa cuando se inicie NVDA
fr: &Lancer la loupe au démarrage de NVDA
ne: नेत्रवाणी सँगै दृष्टीवर्धक &सुरु होस् ।

source: &Close the magnifier when NVDA is terminated
es: &Descargar la Lupa al salir de NVDA
fr: &Fermer la loupe lorsque vous quittez NVDA

source: &Hide the magnifier control window
es: Oc&ultar la ventana para el control de la Lupa
fr: Ma&squer la fenêtre pour le contrôle de la Loupe
ne: दृष्टीवर्धक नियन्त्रण सन्झ्याल &लुकाउ

source: Mute NVDA when the magnifier control window has focus (requires reload)
es: &Silenciar NVDA cuando la ventana para el control de la Lupa tenga el foco
fr: Faire taire NVDA lorsque la fenêtre pour le contrôle de la Loupe a le focus (nécessite le rechargement)
ne: दृष्टीवर्धक नियन्त्रण सन्झ्यालमा केन्द्रीत् हुँदा नेत्रवाणीलाई मौन राख (पुनः प्रारम्भ गर्नु पर्छ ) ।

source: &Invert colors
es: In&vertir colores
fr: In&verser les couleurs
ne: &विपरित रङ्ग

source: Follow the mouse &pointer
es: Seguir al &puntero del ratón
fr: Suivre le &pointeur de la souris
ne: सुलसुलेको &चुच्चो पछ्याउ ।

source: Follow the &keyboard focus
es: Seguir al &foco del teclado
fr: Suivre le &focus du clavier
ne: &कुञ्जीपाटीको केन्द्रीयता पछ्याउ ।

source: Follow the &text insertion point
es: Seguir al punto de inserción de &texto
fr: Suivre le &point d'insertion de texte
ne: &पाठ लेखन विन्दू पछ्याउ ।

source: Lens &width
es: A&nchura de lente
fr: L&argeur de la lentille
ne: लेन्सको &चौडाइ ।

source: Lens h&eight
es: A&ltura de lente
fr: H&auteur de la lentille
ne: लेन्सको &उचाई ।

source: You must select at least one 'Follow' option
es: Debes escoger, al menos, una de las siguientes opciones
fr: Vous devez choisir au moins l'une des options suivantes
ne: तपाइले कम्तिमा एउटा विकल्पलाई रोज्नु पर्ने हुन्छ ।।

source: Windows 7 Magnifier integration for the NVDA GUI
es: Incorporación de la lupa de Windows 7 a la interfaz gráfica de NVDA
fr: Incorporation de la loupe de Windows 7 à l'interface graphique de NVDA

source: This addon integrates configuration options into the standard NVDA GUI. To access, select "Preferences", "Magnifier Options" from the NVDA GUI
es: Este complemento incorpora opciones de configuración a la interfaz gráfica estándar de NVDA. Para acceder, ve a Preferencias, Configuración de la lupa, desde el menú de NVDA
fr: Ce module complémentaire intègre des options de configuratión a l'interface graphique standard de NVDA. Pour accéder, allez dans Préférences, Paramètres de la loupe, dans le menu de NVDA

source: Larger
ne: केही ठूलो

source: Smaller
ne: केही सानो

source: Magnifier
ne: दृष्टीवर्धन

source: Screen Magnifier Fullscreen Window
ne: पर्दा दृष्टीवर्धक- सम्पूर्ण पर्दा

source: Screen Magnifier Lens Window
ne: पर्दा दृष्टीवर्धक - लेन्स सञ्झ्याल

source: Screen Magnifier Window
ne: पर्दा दृष्टीवर्धक सन्झ्याल

source: Please wait while settings are applied
ne: पर्खनु होस् है, अनुकूलता कार्यान्वयन हुदैछ ।

source: &Close the magnifier when NVDA starts
ne: नेत्रवाणी &बन्द भए पछी दृष्टीवर्धक सुरु होस्।
